[
  {
    "name": "要约",
    "definition": "希望与他人订立合同的意思表示",
    "explanation": "要约是指希望与他人订立合同的意思表示。要约应当符合下列规定：1.内容具体确定；2.表明经受要约人承诺，要约人即受该意思表示约束。要约到达受要约人时生效。要约可以撤回，撤回要约的通知应当在要约到达受要约人之前或者与要约同时到达受要约人。要约可以撤销，撤销要约的通知应当在受要约人发出承诺通知之前到达受要约人。",
    "law_type": "民法",
    "related_concepts": "合同,承诺,意思表示,订立合同"
  },
  {
    "name": "承诺",
    "definition": "受要约人同意要约的意思表示",
    "explanation": "承诺是指受要约人同意要约的意思表示。承诺应当以通知的方式作出，但是根据交易习惯或者要约表明可以通过行为作出承诺的除外。承诺应当在要约确定的期限内到达要约人。承诺生效时合同成立。承诺可以撤回，撤回承诺的通知应当在承诺通知到达要约人之前或者与承诺通知同时到达要约人。",
    "law_type": "民法",
    "related_concepts": "要约,合同,意思表示,合同成立"
  },
  {
    "name": "所有权",
    "definition": "所有人依法对自己的财产享有占有、使用、收益和处分的权利",
    "explanation": "所有权是指所有人依法对自己的财产享有占有、使用、收益和处分的权利。所有权是最完整的物权，具有以下特征：1.绝对性：所有权人对自己的财产享有完全支配权；2.排他性：同一物上不能同时存在两个所有权；3.永久性：所有权不因时间的经过而消灭；4.弹力性：所有权的权能可以与所有权分离，但最终会回复到所有权。所有权的取得方式包括原始取得和继受取得。",
    "law_type": "民法",
    "related_concepts": "物权,占有,使用,收益,处分,财产"
  },
  {
    "name": "抵押权",
    "definition": "为担保债务的履行，债务人或者第三人不转移财产的占有，将该财产抵押给债权人的权利",
    "explanation": "抵押权是指为担保债务的履行，债务人或者第三人不转移财产的占有，将该财产抵押给债权人的权利。债务人不履行到期债务或者发生当事人约定的实现抵押权的情形，债权人有权就该财产优先受偿。抵押权的设立应当订立书面合同。可以抵押的财产包括：1.建筑物和其他土地附着物；2.建设用地使用权；3.生产设备、原材料、半成品、产品；4.正在建造的建筑物、船舶、航空器；5.交通运输工具；6.法律、行政法规未禁止抵押的其他财产。",
    "law_type": "民法",
    "related_concepts": "担保物权,债务,债权,抵押,优先受偿"
  },
  {
    "name": "质权",
    "definition": "为担保债务的履行，债务人或者第三人将其动产出质给债权人占有的权利",
    "explanation": "质权是指为担保债务的履行，债务人或者第三人将其动产出质给债权人占有的权利。债务人不履行到期债务或者发生当事人约定的实现质权的情形，债权人有权就该动产优先受偿。质权的设立应当订立书面合同。质权自出质人交付质押财产时设立。质权人有权收取质押财产的孳息，但合同另有约定的除外。质权人可以放弃质权。",
    "law_type": "民法",
    "related_concepts": "担保物权,债务,债权,质押,动产,优先受偿"
  },
  {
    "name": "留置权",
    "definition": "债务人不履行到期债务，债权人可以留置已经合法占有的债务人的动产，并有权就该动产优先受偿的权利",
    "explanation": "留置权是指债务人不履行到期债务，债权人可以留置已经合法占有的债务人的动产，并有权就该动产优先受偿的权利。留置权的成立要件包括：1.债权人合法占有债务人的动产；2.债权已届清偿期；3.债权的发生与该动产有牵连关系。留置权人有权收取留置财产的孳息。留置权人与债务人应当约定留置财产后的债务履行期限；没有约定或者约定不明确的，留置权人应当给债务人六十日以上履行债务的期限。",
    "law_type": "民法",
    "related_concepts": "担保物权,债务,债权,留置,动产,优先受偿"
  },
  {
    "name": "不当得利",
    "definition": "没有合法根据，取得不当利益，造成他人损失的行为",
    "explanation": "不当得利是指没有合法根据，取得不当利益，造成他人损失的行为。不当得利的构成要件包括：1.一方获得利益；2.他方受到损失；3.获得利益与受到损失之间有因果关系；4.没有合法根据。得利人没有法律根据取得不当利益的，受损失的人可以请求得利人返还取得的利益。返还的不当利益，应当包括原物和原物所生的孳息。利用不当得利所取得的其他利益，扣除劳务管理费用后，应当予以收缴。",
    "law_type": "民法",
    "related_concepts": "利益,损失,返还,因果关系,合法根据"
  },
  {
    "name": "无因管理",
    "definition": "没有法定的或者约定的义务，为避免他人利益受损失而管理他人事务的行为",
    "explanation": "无因管理是指没有法定的或者约定的义务，为避免他人利益受损失而管理他人事务的行为。无因管理的构成要件包括：1.管理他人事务；2.有为他人谋利益的意思；3.没有法定或约定的义务。管理人管理事务经受益人事后追认的，从管理事务开始时起，适用委托合同的有关规定，但是管理人另有意思表示的除外。管理人因管理事务受到损失的，可以请求受益人给予适当补偿。",
    "law_type": "民法",
    "related_concepts": "管理,事务,利益,义务,补偿"
  },
  {
    "name": "离婚",
    "definition": "夫妻双方通过协议或诉讼的方式解除婚姻关系，终止夫妻间权利和义务的法律行为",
    "explanation": "离婚是指夫妻双方通过协议或诉讼的方式解除婚姻关系，终止夫妻间权利和义务的法律行为。离婚的方式包括：1.协议离婚：夫妻双方自愿离婚的，应当签订书面离婚协议，并亲自到婚姻登记机关申请离婚登记；2.诉讼离婚：夫妻一方要求离婚的，可以由有关组织进行调解或者直接向人民法院提起离婚诉讼。人民法院审理离婚案件，应当进行调解；如果感情确已破裂，调解无效的，应当准予离婚。",
    "law_type": "民法",
    "related_concepts": "婚姻,夫妻关系,协议离婚,诉讼离婚,感情破裂"
  },
  {
    "name": "遗嘱",
    "definition": "自然人生前按照法律规定的方式处分其个人财产及安排与此相关事务，并于其死亡时发生效力的单方民事法律行为",
    "explanation": "遗嘱是指自然人生前按照法律规定的方式处分其个人财产及安排与此相关事务，并于其死亡时发生效力的单方民事法律行为。遗嘱的形式包括：1.自书遗嘱；2.代书遗嘱；3.打印遗嘱；4.录音录像遗嘱；5.口头遗嘱；6.公证遗嘱。遗嘱应当为缺乏劳动能力又没有生活来源的继承人保留必要的遗产份额。无民事行为能力人或者限制民事行为能力人所立的遗嘱无效。遗嘱必须表示遗嘱人的真实意思，受欺诈、胁迫所立的遗嘱无效。",
    "law_type": "民法",
    "related_concepts": "继承,遗产,继承人,遗嘱继承,自书遗嘱,公证遗嘱"
  },
  {
    "name": "故意杀人罪",
    "definition": "故意非法剥夺他人生命的行为",
    "explanation": "故意杀人罪是指故意非法剥夺他人生命的行为。本罪的构成要件：1.客体要件：侵犯的是他人的生命权；2.客观要件：实施了非法剥夺他人生命的行为；3.主体要件：一般主体，年满14周岁具有刑事责任能力的自然人；4.主观要件：故意，包括直接故意和间接故意。故意杀人的，处死刑、无期徒刑或者十年以上有期徒刑；情节较轻的，处三年以上十年以下有期徒刑。",
    "law_type": "刑法",
    "related_concepts": "故意,杀人,犯罪,生命权,刑事责任"
  },
  {
    "name": "抢劫罪",
    "definition": "以非法占有为目的，对财物的所有人、保管人当场使用暴力、胁迫或其他方法，强行将公私财物抢走的行为",
    "explanation": "抢劫罪是指以非法占有为目的，对财物的所有人、保管人当场使用暴力、胁迫或其他方法，强行将公私财物抢走的行为。本罪的构成要件：1.客体要件：侵犯的是公私财物的所有权和他人的人身权利；2.客观要件：实施了当场使用暴力、胁迫或其他方法，强行劫取公私财物的行为；3.主体要件：一般主体，年满14周岁具有刑事责任能力的自然人；4.主观要件：故意，且具有非法占有的目的。以暴力、胁迫或者其他方法抢劫公私财物的，处三年以上十年以下有期徒刑，并处罚金。",
    "law_type": "刑法",
    "related_concepts": "抢劫,非法占有,暴力,胁迫,公私财物,犯罪"
  },
  {
    "name": "贪污罪",
    "definition": "国家工作人员利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的行为",
    "explanation": "贪污罪是指国家工作人员利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的行为。本罪的构成要件：1.客体要件：侵犯的是公共财物的所有权和国家工作人员职务行为的廉洁性；2.客观要件：实施了利用职务上的便利，侵吞、窃取、骗取或者以其他手段非法占有公共财物的行为；3.主体要件：特殊主体，国家工作人员；4.主观要件：故意，且具有非法占有的目的。对犯贪污罪的，根据情节轻重，分别依照规定处罚。",
    "law_type": "刑法",
    "related_concepts": "贪污,国家工作人员,职务便利,公共财物,犯罪"
  },
  {
    "name": "受贿罪",
    "definition": "国家工作人员利用职务上的便利，索取他人财物，或者非法收受他人财物，为他人谋取利益的行为",
    "explanation": "受贿罪是指国家工作人员利用职务上的便利，索取他人财物，或者非法收受他人财物，为他人谋取利益的行为。本罪的构成要件：1.客体要件：侵犯的是国家工作人员职务行为的廉洁性；2.客观要件：实施了利用职务上的便利，索取他人财物，或者非法收受他人财物，为他人谋取利益的行为；3.主体要件：特殊主体，国家工作人员；4.主观要件：故意。国家工作人员利用职务上的便利，索取他人财物的，或者非法收受他人财物，为他人谋取利益的，是受贿罪。",
    "law_type": "刑法",
    "related_concepts": "受贿,国家工作人员,职务便利,财物,利益,犯罪"
  },
  {
    "name": "危险驾驶罪",
    "definition": "在道路上驾驶机动车，违反道路交通安全管理法规，危及公共安全的行为",
    "explanation": "危险驾驶罪是指在道路上驾驶机动车，违反道路交通安全管理法规，危及公共安全的行为。危险驾驶的行为包括：1.追逐竞驶，情节恶劣的；2.醉酒驾驶机动车的；3.从事校车业务或者旅客运输，严重超过额定乘员载客，或者严重超过规定时速行驶的；4.违反危险化学品安全管理规定运输危险化学品，危及公共安全的。在道路上驾驶机动车，有上述情形之一的，处拘役，并处罚金。",
    "law_type": "刑法",
    "related_concepts": "危险驾驶,机动车,道路,公共安全,犯罪"
  },
  {
    "name": "工伤",
    "definition": "劳动者在工作过程中因工作原因受到事故伤害或者患职业病",
    "explanation": "工伤是指劳动者在工作过程中因工作原因受到事故伤害或者患职业病。应当认定为工伤的情形包括：1.在工作时间和工作场所内，因工作原因受到事故伤害的；2.工作时间前后在工作场所内，从事与工作有关的预备性或者收尾性工作受到事故伤害的；3.在工作时间和工作场所内，因履行工作职责受到暴力等意外伤害的；4.患职业病的；5.因工外出期间，由于工作原因受到伤害或者发生事故下落不明的；6.在上下班途中，受到非本人主要责任的交通事故或者城市轨道交通、客运轮渡、火车事故伤害的；7.法律、行政法规规定应当认定为工伤的其他情形。",
    "law_type": "劳动法",
    "related_concepts": "劳动者,工作,事故,伤害,职业病,工伤保险"
  },
  {
    "name": "社会保险",
    "definition": "国家通过立法强制建立社会保险基金，对参加劳动关系的劳动者在丧失劳动能力或失业时给予必要的物质帮助的制度",
    "explanation": "社会保险是指国家通过立法强制建立社会保险基金，对参加劳动关系的劳动者在丧失劳动能力或失业时给予必要的物质帮助的制度。社会保险包括基本养老保险、基本医疗保险、工伤保险、失业保险、生育保险等。用人单位和劳动者必须依法参加社会保险，缴纳社会保险费。劳动者享受社会保险待遇，必须符合法定条件。社会保险基金按照保险类型确定资金来源，逐步实行社会统筹。",
    "law_type": "劳动法",
    "related_concepts": "劳动者,用人单位,保险,养老保险,医疗保险,工伤保险"
  },
  {
    "name": "解除劳动合同",
    "definition": "劳动合同订立后，尚未全部履行以前，由于某种原因导致劳动合同一方或双方当事人提前消灭劳动关系的法律行为",
    "explanation": "解除劳动合同是指劳动合同订立后，尚未全部履行以前，由于某种原因导致劳动合同一方或双方当事人提前消灭劳动关系的法律行为。解除劳动合同的方式包括：1.协商解除：用人单位与劳动者协商一致，可以解除劳动合同；2.劳动者单方解除：劳动者提前三十日以书面形式通知用人单位，可以解除劳动合同；3.用人单位单方解除：劳动者有下列情形之一的，用人单位可以解除劳动合同：在试用期间被证明不符合录用条件的；严重违反用人单位的规章制度的；严重失职，营私舞弊，给用人单位造成重大损害的；劳动者同时与其他用人单位建立劳动关系，对完成本单位的工作任务造成严重影响，或者经用人单位提出，拒不改正的；因以欺诈、胁迫的手段或者乘人之危，使对方在违背真实意思的情况下订立或者变更劳动合同致使劳动合同无效的；被依法追究刑事责任的。",
    "law_type": "劳动法",
    "related_concepts": "劳动合同,劳动关系,劳动者,用人单位,解除"
  },
  {
    "name": "经济补偿",
    "definition": "用人单位解除或终止劳动合同时，依法应当向劳动者支付的经济补偿金",
    "explanation": "经济补偿是指用人单位解除或终止劳动合同时，依法应当向劳动者支付的经济补偿金。用人单位应当向劳动者支付经济补偿的情形包括：1.劳动者依照劳动合同法第三十八条规定解除劳动合同的；2.用人单位依照劳动合同法第三十六条规定向劳动者提出解除劳动合同并与劳动者协商一致解除劳动合同的；3.用人单位依照劳动合同法第四十条规定解除劳动合同的；4.用人单位依照劳动合同法第四十一条第一款规定解除劳动合同的；5.除用人单位维持或者提高劳动合同约定条件续订劳动合同，劳动者不同意续订的情形外，依照劳动合同法第四十四条第一项规定终止固定期限劳动合同的；6.依照劳动合同法第四十四条第四项、第五项规定终止劳动合同的；7.法律、行政法规规定的其他情形。经济补偿按劳动者在本单位工作的年限，每满一年支付一个月工资的标准向劳动者支付。",
    "law_type": "劳动法",
    "related_concepts": "劳动合同,解除,终止,劳动者,用人单位,工资"
  },
  {
    "name": "行政强制",
    "definition": "行政机关为了实现行政目的，对行政相对人的人身、财产和行为采取的强制性措施",
    "explanation": "行政强制是指行政机关为了实现行政目的，对行政相对人的人身、财产和行为采取的强制性措施。行政强制包括行政强制措施和行政强制执行。行政强制措施是指行政机关在行政管理过程中，为制止违法行为、防止证据损毁、避免危害发生、控制危险扩大等情形，依法对公民的人身自由实施暂时性限制，或者对公民、法人或者其他组织的财物实施暂时性控制的行为。行政强制执行是指行政机关或者行政机关申请人民法院，对不履行行政决定的公民、法人或者其他组织，依法强制履行义务的行为。",
    "law_type": "行政法",
    "related_concepts": "行政机关,行政相对人,强制措施,强制执行,行政目的"
  },
  {
    "name": "行政复议",
    "definition": "公民、法人或者其他组织认为行政机关的具体行政行为侵犯其合法权益，依法向行政复议机关提出申请，由行政复议机关依法对该具体行政行为进行审查并作出决定的活动",
    "explanation": "行政复议是指公民、法人或者其他组织认为行政机关的具体行政行为侵犯其合法权益，依法向行政复议机关提出申请，由行政复议机关依法对该具体行政行为进行审查并作出决定的活动。行政复议的范围包括：1.对行政机关作出的警告、罚款、没收违法所得、没收非法财物、责令停产停业、暂扣或者吊销许可证、暂扣或者吊销执照、行政拘留等行政处罚决定不服的；2.对行政机关作出的限制人身自由或者查封、扣押、冻结财产等行政强制措施决定不服的；3.对行政机关作出的有关许可证、执照、资质证、资格证等证书变更、中止、撤销的决定不服的；4.对行政机关作出的关于确认土地、矿藏、水流、森林、山岭、草原、荒地、滩涂、海域等自然资源的所有权或者使用权的决定不服的；5.认为行政机关侵犯合法的经营自主权的；6.认为行政机关变更或者废止农业承包合同，侵犯其合法权益的；7.认为行政机关违法集资、征收财物、摊派费用或者违法要求履行其他义务的；8.认为符合法定条件，申请行政机关颁发许可证、执照、资质证、资格证等证书，或者申请行政机关审批、登记有关事项，行政机关没有依法办理的；9.申请行政机关履行保护人身权利、财产权利、受教育权利的法定职责，行政机关没有依法履行的；10.申请行政机关依法发放抚恤金、社会保险金或者最低生活保障费，行政机关没有依法发放的；11.认为行政机关的其他具体行政行为侵犯其合法权益的。",
    "law_type": "行政法",
    "related_concepts": "行政复议,行政机关,具体行政行为,合法权益,审查"
  },
  {
    "name": "行政诉讼",
    "definition": "公民、法人或者其他组织认为行政机关和行政机关工作人员的行政行为侵犯其合法权益，依法向人民法院提起诉讼的活动",
    "explanation": "行政诉讼是指公民、法人或者其他组织认为行政机关和行政机关工作人员的行政行为侵犯其合法权益，依法向人民法院提起诉讼的活动。行政诉讼的受案范围包括：1.对行政拘留、暂扣或者吊销许可证和执照、责令停产停业、没收违法所得、没收非法财物、罚款、警告等行政处罚不服的；2.对限制人身自由或者对财产的查封、扣押、冻结等行政强制措施和行政强制执行不服的；3.申请行政许可，行政机关拒绝或者在法定期限内不予答复，或者对行政机关作出的有关行政许可的其他决定不服的；4.对行政机关作出的关于确认土地、矿藏、水流、森林、山岭、草原、荒地、滩涂、海域等自然资源的所有权或者使用权的决定不服的；5.对征收、征用决定及其补偿决定不服的；6.申请行政机关履行保护人身权、财产权等合法权益的法定职责，行政机关拒绝履行或者不予答复的；7.认为行政机关侵犯其经营自主权或者农村土地承包经营权、农村土地经营权的；8.认为行政机关滥用行政权力排除或者限制竞争的；9.认为行政机关违法集资、摊派费用或者违法要求履行其他义务的；10.认为行政机关没有依法支付抚恤金、最低生活保障待遇或者社会保险待遇的；11.认为行政机关不依法履行、未按照约定履行或者违法变更、解除政府特许经营协议、土地房屋征收补偿协议等协议的；12.认为行政机关侵犯其他人身权、财产权等合法权益的。",
    "law_type": "行政法",
    "related_concepts": "行政诉讼,行政机关,行政行为,合法权益,人民法院"
  },
  {
    "name": "商业秘密",
    "definition": "不为公众所知悉、具有商业价值并经权利人采取相应保密措施的技术信息、经营信息等商业信息",
    "explanation": "商业秘密是指不为公众所知悉、具有商业价值并经权利人采取相应保密措施的技术信息、经营信息等商业信息。商业秘密的构成要件包括：1.不为公众所知悉：该信息不能从公开渠道直接获取；2.具有商业价值：该信息能为权利人带来经济利益、具有实用性；3.权利人采取了保密措施：权利人采取了合理的保密措施，包括订立保密协议、建立保密制度等。侵犯商业秘密的行为包括：1.以盗窃、贿赂、欺诈、胁迫、电子侵入或者其他不正当手段获取权利人的商业秘密；2.披露、使用或者允许他人使用以前项手段获取的权利人的商业秘密；3.违反保密义务或者违反权利人有关保守商业秘密的要求，披露、使用或者允许他人使用其所掌握的商业秘密；4.教唆、引诱、帮助他人违反保密义务或者违反权利人有关保守商业秘密的要求，获取、披露、使用或者允许他人使用权利人的商业秘密。",
    "law_type": "知识产权法",
    "related_concepts": "商业秘密,技术信息,经营信息,保密措施,商业价值"
  },
  {
    "name": "专利侵权",
    "definition": "未经专利权人许可，实施其专利，即侵犯其专利权的行为",
    "explanation": "专利侵权是指未经专利权人许可，实施其专利，即侵犯其专利权的行为。专利侵权的构成要件包括：1.实施了受专利法保护的有效专利；2.实施行为未经专利权人许可；3.实施行为以生产经营为目的；4.实施的技术落入专利权的保护范围。专利侵权的表现形式包括：1.制造专利产品；2.使用专利产品；3.许诺销售专利产品；4.销售专利产品；5.进口专利产品；6.使用专利方法；7.使用、许诺销售、销售、进口依照专利方法直接获得的产品。侵犯专利权的，应当承担停止侵害、赔偿损失等民事责任。",
    "law_type": "知识产权法",
    "related_concepts": "专利,专利权,侵权,许可,保护范围"
  },
  {
    "name": "商标侵权",
    "definition": "未经商标注册人的许可，在同一种商品上使用与其注册商标相同的商标，或者在类似商品上使用与其注册商标相同或者近似的商标，容易导致混淆的行为",
    "explanation": "商标侵权是指未经商标注册人的许可，在同一种商品上使用与其注册商标相同的商标，或者在类似商品上使用与其注册商标相同或者近似的商标，容易导致混淆的行为。商标侵权的表现形式包括：1.未经商标注册人的许可，在同一种商品上使用与其注册商标相同的商标的；2.未经商标注册人的许可，在同一种商品上使用与其注册商标近似的商标，或者在类似商品上使用与其注册商标相同或者近似的商标，容易导致混淆的；3.销售侵犯注册商标专用权的商品的；4.伪造、擅自制造他人注册商标标识或者销售伪造、擅自制造的注册商标标识的；5.未经商标注册人同意，更换其注册商标并将该更换商标的商品又投入市场的；6.故意为侵犯他人商标专用权行为提供便利条件，帮助他人实施侵犯商标专用权行为的；7.给他人的注册商标专用权造成其他损害的。",
    "law_type": "知识产权法",
    "related_concepts": "商标,商标权,侵权,注册商标,商品"
  },
  {
    "name": "著作权侵权",
    "definition": "未经著作权人许可，擅自使用其作品，侵犯其著作权的行为",
    "explanation": "著作权侵权是指未经著作权人许可，擅自使用其作品，侵犯其著作权的行为。著作权侵权的表现形式包括：1.未经著作权人许可，复制、发行、表演、放映、广播、汇编、通过信息网络向公众传播其作品的；2.出版他人享有专有出版权的图书的；3.未经表演者许可，复制、发行录有其表演的录音录像制品，或者通过信息网络向公众传播其表演的；4.未经录音录像制作者许可，复制、发行、通过信息网络向公众传播其制作的录音录像制品的；5.未经许可，播放或者复制广播、电视的；6.未经著作权人或者与著作权有关的权利人许可，故意避开或者破坏权利人为其作品、录音录像制品等采取的保护著作权或者与著作权有关的权利的技术措施的；7.未经著作权人或者与著作权有关的权利人许可，故意删除或者改变作品、录音录像制品等的权利管理电子信息的；8.制作、出售假冒他人署名的作品的。",
    "law_type": "知识产权法",
    "related_concepts": "著作权,作品,侵权,许可,复制,发行"
  },
  {
    "name": "欺诈",
    "definition": "经营者提供商品或者服务时，采用虚假或者其他不正当手段欺骗、误导消费者，使消费者的合法权益受到损害的行为",
    "explanation": "欺诈是指经营者提供商品或者服务时，采用虚假或者其他不正当手段欺骗、误导消费者，使消费者的合法权益受到损害的行为。欺诈行为的表现形式包括：1.销售掺杂、掺假，以假充真，以次充好的商品的；2.采取虚假或者其他不正当手段使销售的商品份量不足的；3.销售\"处理品\"、\"残次品\"、\"等外品\"等商品而谎称是正品的；4.以虚假的\"清仓价\"、\"甩卖价\"、\"最低价\"、\"优惠价\"或者其他欺骗性价格表示销售商品的；5.以虚假的商品说明、商品标准、实物样品等方式销售商品的；6.不以自己的真实名称和标记销售商品的；7.采取雇佣他人等方式进行欺骗性的销售诱导的；8.作虚假的现场演示和说明的；9.利用广播、电视、电影、报刊等大众传播媒介对商品作虚假宣传的；10.骗取消费者预付款的；11.利用邮购销售骗取价款而不提供或者不按照约定条件提供商品的；12.以虚假的\"有奖销售\"、\"还本销售\"等方式销售商品的；13.以其他虚假或者不正当手段欺诈消费者的行为。",
    "law_type": "消费者权益保护法",
    "related_concepts": "欺诈,经营者,消费者,商品,服务,虚假"
  },
  {
    "name": "惩罚性赔偿",
    "definition": "经营者提供商品或者服务有欺诈行为的，应当按照消费者的要求增加赔偿其受到的损失，增加赔偿的金额为消费者购买商品的价款或者接受服务的费用的三倍",
    "explanation": "惩罚性赔偿是指经营者提供商品或者服务有欺诈行为的，应当按照消费者的要求增加赔偿其受到的损失，增加赔偿的金额为消费者购买商品的价款或者接受服务的费用的三倍；增加赔偿的金额不足五百元的，为五百元。法律另有规定的，依照其规定。经营者明知商品或者服务存在缺陷，仍然向消费者提供，造成消费者或者其他受害人死亡或者健康严重损害的，受害人有权要求经营者依照法律规定赔偿损失，并有权要求所受损失二倍以下的惩罚性赔偿。",
    "law_type": "消费者权益保护法",
    "related_concepts": "惩罚性赔偿,经营者,消费者,欺诈,赔偿"
  },
  {
    "name": "产品责任",
    "definition": "因产品存在缺陷造成他人损害的，生产者应当承担侵权责任",
    "explanation": "产品责任是指因产品存在缺陷造成他人损害的，生产者应当承担侵权责任。产品责任的构成要件包括：1.产品存在缺陷；2.发生了损害事实；3.产品缺陷与损害事实之间有因果关系。因产品存在缺陷造成损害的，被侵权人可以向产品的生产者请求赔偿，也可以向产品的销售者请求赔偿。产品缺陷由生产者造成的，销售者赔偿后，有权向生产者追偿。因销售者的过错使产品存在缺陷的，生产者赔偿后，有权向销售者追偿。因运输者、仓储者等第三人的过错使产品存在缺陷，造成他人损害的，产品的生产者、销售者赔偿后，有权向第三人追偿。",
    "law_type": "消费者权益保护法",
    "related_concepts": "产品责任,缺陷,损害,生产者,销售者,赔偿"
  },
  {
    "name": "诉讼时效",
    "definition": "权利人在法定期间内不行使权利，即丧失请求人民法院保护其民事权利的法律制度",
    "explanation": "诉讼时效是指权利人在法定期间内不行使权利，即丧失请求人民法院保护其民事权利的法律制度。向人民法院请求保护民事权利的诉讼时效期间为三年。法律另有规定的，依照其规定。诉讼时效期间自权利人知道或者应当知道权利受到损害以及义务人之日起计算。法律另有规定的，依照其规定。但是，自权利受到损害之日起超过二十年的，人民法院不予保护，有特殊情况的，人民法院可以根据权利人的申请决定延长。",
    "law_type": "程序法",
    "related_concepts": "诉讼时效,权利,期间,人民法院,保护"
  },
  {
    "name": "举证责任",
    "definition": "当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实，应当提供证据加以证明的责任",
    "explanation": "举证责任是指当事人对自己提出的诉讼请求所依据的事实或者反驳对方诉讼请求所依据的事实，应当提供证据加以证明的责任。当事人对自己提出的主张，有责任提供证据。当事人及其诉讼代理人因客观原因不能自行收集的证据，或者人民法院认为审理案件需要的证据，人民法院应当调查收集。人民法院应当按照法定程序，全面地、客观地审查核实证据。",
    "law_type": "程序法",
    "related_concepts": "举证责任,证据,诉讼,当事人,证明"
  },
  {
    "name": "上诉",
    "definition": "当事人不服地方人民法院第一审的判决、裁定，在法定期限内，向上一级人民法院提出请求重新审理的诉讼行为",
    "explanation": "上诉是指当事人不服地方人民法院第一审的判决、裁定，在法定期限内，向上一级人民法院提出请求重新审理的诉讼行为。当事人不服地方人民法院第一审判决的，有权在判决书送达之日起十五日内向上一级人民法院提起上诉。当事人不服地方人民法院第一审裁定的，有权在裁定书送达之日起十日内向上一级人民法院提起上诉。上诉应当递交上诉状。上诉状的内容，应当包括当事人的姓名，法人的名称及其法定代表人的姓名或者其他组织的名称及其主要负责人的姓名；原审人民法院名称、案件的编号和案由；上诉的请求和理由。",
    "law_type": "程序法",
    "related_concepts": "上诉,判决,裁定,人民法院,审理"
  },
  {
    "name": "执行",
    "definition": "人民法院根据发生法律效力的法律文书，强制义务人履行义务，实现权利人权利的活动",
    "explanation": "执行是指人民法院根据发生法律效力的法律文书，强制义务人履行义务，实现权利人权利的活动。发生法律效力的民事判决、裁定，以及刑事判决、裁定中的财产部分，由第一审人民法院或者与第一审人民法院同级的被执行的财产所在地人民法院执行。法律规定由人民法院执行的其他法律文书，由被执行人住所地或者被执行的财产所在地人民法院执行。执行工作由执行员进行。采取强制执行措施时，执行员应当出示证件。执行完毕后，应当将执行情况制作笔录，由在场的有关人员签名或者盖章。",
    "law_type": "程序法",
    "related_concepts": "执行,人民法院,法律文书,强制,履行义务"
  }
]













