[
  {
    "name": "合同",
    "definition": "当事人之间设立、变更、终止民事权利义务关系的协议",
    "explanation": "合同是民事法律行为的一种，是平等主体的自然人、法人、其他组织之间设立、变更、终止民事权利义务关系的协议。合同具有以下特征：1.合同是双方或多方的法律行为；2.合同是当事人意思表示一致的协议；3.合同以设立、变更、终止民事权利义务关系为目的。合同包括买卖合同、租赁合同、服务合同等多种类型。",
    "law_type": "民法",
    "related_concepts": "协议,民事行为,权利义务,要约,承诺,买卖合同,租赁合同"
  },
  {
    "name": "故意伤害罪",
    "definition": "故意非法损害他人身体健康的行为",
    "explanation": "故意伤害罪是指故意非法损害他人身体健康的行为。本罪的构成要件包括：1.客体要件：侵犯的是他人的身体健康权；2.客观要件：实施了非法损害他人身体健康的行为；3.主体要件：一般主体，年满14周岁具有刑事责任能力的自然人；4.主观要件：故意，包括直接故意和间接故意。根据伤害程度不同，分为轻伤、重伤和致人死亡三种情况。",
    "law_type": "刑法",
    "related_concepts": "故意,伤害,犯罪,刑事责任,身体健康,轻伤,重伤"
  },
  {
    "name": "劳动争议",
    "definition": "劳动关系当事人之间因劳动权利和劳动义务发生的争议",
    "explanation": "劳动争议是指劳动关系当事人之间因劳动权利和劳动义务发生的争议。主要包括：1.因确认劳动关系发生的争议；2.因订立、履行、变更、解除和终止劳动合同发生的争议；3.因除名、辞退和辞职、离职发生的争议；4.因工作时间、休息休假、社会保险、福利、培训以及劳动保护发生的争议；5.因劳动报酬、工伤医疗费、经济补偿或者赔偿金等发生的争议。解决途径包括协商、调解、仲裁和诉讼。",
    "law_type": "劳动法",
    "related_concepts": "劳动关系,劳动合同,劳动仲裁,用人单位,劳动者,劳动报酬"
  },
  {
    "name": "行政行为",
    "definition": "行政主体依法行使行政职权，对行政相对人产生法律效果的行为",
    "explanation": "行政行为是指行政主体依法行使行政职权，对行政相对人产生法律效果的行为。行政行为具有以下特征：1.主体是行政主体；2.是行使行政职权的行为；3.是具有法律意义的行为；4.是对外产生法律效果的行为。行政行为包括行政许可、行政处罚、行政强制、行政征收、行政确认、行政给付等。行政行为必须符合合法性原则和合理性原则。",
    "law_type": "行政法",
    "related_concepts": "行政主体,行政职权,行政相对人,行政许可,行政处罚,行政强制"
  },
  {
    "name": "知识产权",
    "definition": "权利人对其智力劳动所创作的成果和经营活动中的标记、信誉所依法享有的专有权利",
    "explanation": "知识产权是指权利人对其智力劳动所创作的成果和经营活动中的标记、信誉所依法享有的专有权利。主要包括：1.著作权（版权）；2.专利权；3.商标权；4.商业秘密；5.其他知识产权。知识产权具有专有性、地域性、时间性等特征。知识产权的保护有利于鼓励创新，促进科技进步和文化繁荣。",
    "law_type": "知识产权法",
    "related_concepts": "著作权,专利权,商标权,商业秘密,智力成果,版权"
  },
  {
    "name": "消费者权益",
    "definition": "消费者在购买、使用商品或接受服务时依法享有的权利",
    "explanation": "消费者权益是指消费者在购买、使用商品或接受服务时依法享有的权利。主要包括：1.安全保障权；2.知悉真情权；3.自主选择权；4.公平交易权；5.依法求偿权；6.依法结社权；7.获得知识权；8.受尊重权；9.监督批评权。消费者权益保护法旨在保护消费者的合法权益，维护社会经济秩序，促进社会主义市场经济健康发展。",
    "law_type": "消费者权益保护法",
    "related_concepts": "消费者,经营者,商品,服务,安全保障,公平交易"
  },
  {
    "name": "物权",
    "definition": "权利人依法对特定的物享有直接支配和排他的权利",
    "explanation": "物权是指权利人依法对特定的物享有直接支配和排他的权利。物权包括所有权、用益物权和担保物权。所有权是最完整的物权，包括占有、使用、收益和处分四项权能。用益物权包括土地承包经营权、建设用地使用权、宅基地使用权、地役权等。担保物权包括抵押权、质权、留置权等。物权具有排他性、优先性和追及性等特征。",
    "law_type": "民法",
    "related_concepts": "所有权,用益物权,担保物权,占有,使用,收益,处分"
  },
  {
    "name": "侵权责任",
    "definition": "行为人因过错侵害他人民事权益，应当承担的民事责任",
    "explanation": "侵权责任是指行为人因过错侵害他人民事权益，应当承担的民事责任。侵权责任的构成要件包括：1.违法行为；2.损害事实；3.因果关系；4.主观过错。侵权责任包括一般侵权责任和特殊侵权责任。承担侵权责任的方式主要有：停止侵害、排除妨碍、消除危险、返还财产、恢复原状、赔偿损失、赔礼道歉、消除影响、恢复名誉等。",
    "law_type": "民法",
    "related_concepts": "过错,损害,因果关系,民事责任,赔偿损失"
  },
  {
    "name": "婚姻",
    "definition": "男女双方以永久共同生活为目的，依法确立的夫妻关系",
    "explanation": "婚姻是指男女双方以永久共同生活为目的，依法确立的夫妻关系。婚姻的成立需要符合法定条件：1.男女双方完全自愿；2.达到法定婚龄；3.符合一夫一妻制；4.无禁止结婚的情形。婚姻关系确立后，夫妻双方享有平等的权利，承担平等的义务。包括：1.夫妻人身关系：姓名权、人身自由权、住所决定权等；2.夫妻财产关系：共同财产制、个人财产制等。",
    "law_type": "民法",
    "related_concepts": "夫妻关系,结婚,离婚,夫妻财产,夫妻人身关系"
  },
  {
    "name": "继承",
    "definition": "自然人死亡后，其遗留的个人合法财产依法转移给他人所有的法律制度",
    "explanation": "继承是指自然人死亡后，其遗留的个人合法财产依法转移给他人所有的法律制度。继承包括法定继承和遗嘱继承。法定继承是指按照法律规定的继承人的范围、继承顺序和遗产分配原则进行继承。遗嘱继承是指按照被继承人生前所立的合法有效的遗嘱进行继承。继承开始后，按照法定继承办理；有遗嘱的，按照遗嘱继承或者遗赠办理；有遗赠扶养协议的，按照协议办理。",
    "law_type": "民法",
    "related_concepts": "法定继承,遗嘱继承,遗产,继承人,遗赠"
  },
  {
    "name": "诈骗罪",
    "definition": "以非法占有为目的，使用虚构事实或者隐瞒真相的方法，骗取数额较大的公私财物的行为",
    "explanation": "诈骗罪是指以非法占有为目的，使用虚构事实或者隐瞒真相的方法，骗取数额较大的公私财物的行为。本罪的构成要件：1.客体要件：侵犯的是公私财物的所有权；2.客观要件：实施了虚构事实或隐瞒真相，骗取数额较大的公私财物的行为；3.主体要件：一般主体，年满16周岁具有刑事责任能力的自然人；4.主观要件：故意，且具有非法占有的目的。根据诈骗数额的大小，分为数额较大、数额巨大、数额特别巨大三个档次。",
    "law_type": "刑法",
    "related_concepts": "诈骗,非法占有,虚构事实,隐瞒真相,公私财物"
  },
  {
    "name": "盗窃罪",
    "definition": "以非法占有为目的，秘密窃取公私财物数额较大或者多次盗窃公私财物的行为",
    "explanation": "盗窃罪是指以非法占有为目的，秘密窃取公私财物数额较大或者多次盗窃公私财物的行为。本罪的构成要件：1.客体要件：侵犯的是公私财物的所有权；2.客观要件：实施了秘密窃取公私财物，数额较大或者多次盗窃的行为；3.主体要件：一般主体，年满16周岁具有刑事责任能力的自然人；4.主观要件：故意，且具有非法占有的目的。秘密窃取是指行为人采取自认为不会被财物所有人、保管人或者经手人发觉的方法，将财物非法占有的行为。",
    "law_type": "刑法",
    "related_concepts": "盗窃,非法占有,秘密窃取,公私财物"
  },
  {
    "name": "劳动合同",
    "definition": "劳动者与用人单位确立劳动关系、明确双方权利义务的协议",
    "explanation": "劳动合同是指劳动者与用人单位确立劳动关系、明确双方权利义务的协议。劳动合同应当以书面形式订立，并具备以下条款：1.用人单位的名称、住所和法定代表人或者主要负责人；2.劳动者的姓名、住址和居民身份证或者其他有效身份证件号码；3.劳动合同期限；4.工作内容和工作地点；5.工作时间和休息休假；6.劳动报酬；7.社会保险；8.劳动保护、劳动条件和职业危害防护；9.法律、法规规定应当纳入劳动合同的其他事项。",
    "law_type": "劳动法",
    "related_concepts": "劳动关系,劳动者,用人单位,劳动报酬,工作时间"
  },
  {
    "name": "加班费",
    "definition": "劳动者在法定工作时间以外从事劳动，用人单位应当支付的劳动报酬",
    "explanation": "加班费是指劳动者在法定工作时间以外从事劳动，用人单位应当支付的劳动报酬。根据劳动法的规定，用人单位安排劳动者延长工作时间的，支付不低于工资的150%的工资报酬；休息日安排劳动者工作又不能安排补休的，支付不低于工资的200%的工资报酬；法定休假日安排劳动者工作的，支付不低于工资的300%的工资报酬。加班费的计算基数是劳动者的正常工作时间工资。",
    "law_type": "劳动法",
    "related_concepts": "加班,工作时间,劳动报酬,工资,休息日"
  },
  {
    "name": "行政许可",
    "definition": "行政机关根据公民、法人或者其他组织的申请，经依法审查，准予其从事特定活动的行为",
    "explanation": "行政许可是指行政机关根据公民、法人或者其他组织的申请，经依法审查，准予其从事特定活动的行为。行政许可具有以下特征：1.是依申请的行政行为；2.是授益性行政行为；3.是要式行政行为；4.是外部行政行为。行政许可包括普通许可、特许、认可、核准、登记等类型。行政许可的设定和实施应当遵循公开、公平、公正的原则，保护公民、法人和其他组织的合法权益。",
    "law_type": "行政法",
    "related_concepts": "行政机关,行政行为,申请,审查,特定活动"
  },
  {
    "name": "行政处罚",
    "definition": "行政机关依法对违反行政管理秩序的公民、法人或者其他组织，以减损权益或者增加义务的方式予以惩戒的行为",
    "explanation": "行政处罚是指行政机关依法对违反行政管理秩序的公民、法人或者其他组织，以减损权益或者增加义务的方式予以惩戒的行为。行政处罚的种类包括：1.警告、通报批评；2.罚款、没收违法所得、没收非法财物；3.暂扣许可证件、降低资质等级、吊销许可证件；4.限制开展生产经营活动、责令停产停业、责令关闭、限制从业；5.行政拘留；6.法律、行政法规规定的其他行政处罚。行政处罚应当遵循公正、公开的原则，坚持处罚与教育相结合。",
    "law_type": "行政法",
    "related_concepts": "行政机关,违反,行政管理,惩戒,罚款"
  },
  {
    "name": "著作权",
    "definition": "作者对其创作的文学、艺术和科学作品依法享有的专有权利",
    "explanation": "著作权是指作者对其创作的文学、艺术和科学作品依法享有的专有权利。著作权包括人身权和财产权。人身权包括：发表权、署名权、修改权、保护作品完整权。财产权包括：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他权利。著作权的保护期限为作者终生及其死亡后50年。",
    "law_type": "知识产权法",
    "related_concepts": "作者,作品,版权,专有权利,人身权,财产权"
  },
  {
    "name": "专利权",
    "definition": "专利权人对其发明创造依法享有的专有权利",
    "explanation": "专利权是指专利权人对其发明创造依法享有的专有权利。专利包括发明专利、实用新型专利和外观设计专利。发明专利的保护期限为20年，实用新型专利和外观设计专利的保护期限为10年，均自申请日起计算。专利权人享有实施专利的专有权利，包括制造、使用、许诺销售、销售、进口专利产品，或者使用专利方法以及使用、许诺销售、销售、进口依照该专利方法直接获得的产品。",
    "law_type": "知识产权法",
    "related_concepts": "发明,创造,专有权利,发明专利,实用新型"
  },
  {
    "name": "商标权",
    "definition": "商标注册人对其注册商标依法享有的专有权利",
    "explanation": "商标权是指商标注册人对其注册商标依法享有的专有权利。商标是用于区别商品或服务来源的标志，包括文字、图形、字母、数字、三维标志、颜色组合和声音等，以及上述要素的组合。商标注册人享有商标专用权，受法律保护。注册商标的有效期为10年，自核准注册之日起计算。有效期届满，可以续展注册，每次续展注册的有效期为10年。",
    "law_type": "知识产权法",
    "related_concepts": "商标,注册,专有权利,商品,服务"
  },
  {
    "name": "消费者",
    "definition": "为生活消费需要购买、使用商品或者接受服务的自然人",
    "explanation": "消费者是指为生活消费需要购买、使用商品或者接受服务的自然人。消费者具有以下特征：1.消费目的的是为了生活需要；2.消费客体是商品和服务；3.消费方式包括购买、使用和接受；4.消费主体是自然人。消费者在购买、使用商品和接受服务时享有人身、财产安全不受损害的权利，有权要求经营者提供的商品和服务符合保障人身、财产安全的要求。",
    "law_type": "消费者权益保护法",
    "related_concepts": "生活消费,商品,服务,经营者,权益"
  },
  {
    "name": "经营者",
    "definition": "从事商品生产、经营或者提供服务的自然人、法人和非法人组织",
    "explanation": "经营者是指从事商品生产、经营或者提供服务的自然人、法人和非法人组织。经营者应当遵循自愿、平等、公平、诚实信用的原则，遵守法律、法规，恪守社会公德，诚信经营，保障消费者的合法权益。经营者向消费者提供商品或者服务，应当依照法律、法规的规定履行义务，不得设定不公平、不合理的交易条件，不得强制交易。",
    "law_type": "消费者权益保护法",
    "related_concepts": "商品,服务,生产,经营,消费者"
  }
]













