[
  {
    "name": "债权",
    "definition": "债权人请求债务人为特定行为的权利",
    "explanation": "债权是指债权人请求债务人为特定行为的权利。债权是相对权，只能向特定的债务人主张。债权包括合同债权、侵权债权、无因管理债权、不当得利债权等。债权的实现需要债务人履行债务。债务人应当按照约定或者法律规定履行债务。债务人不履行债务的，债权人可以请求债务人承担违约责任。",
    "law_type": "民法",
    "related_concepts": "债权,债务,债权人,债务人,履行"
  },
  {
    "name": "债务",
    "definition": "债务人应当向债权人为特定行为的义务",
    "explanation": "债务是指债务人应当向债权人为特定行为的义务。债务包括合同债务、侵权债务、无因管理债务、不当得利债务等。债务人应当按照约定或者法律规定履行债务。债务人不履行债务的，应当承担违约责任。债务可以因履行、抵销、提存、免除、混同等原因而消灭。",
    "law_type": "民法",
    "related_concepts": "债务,债权,债务人,债权人,履行"
  },
  {
    "name": "保证",
    "definition": "保证人和债权人约定，当债务人不履行债务时，保证人按照约定履行债务或者承担责任的行为",
    "explanation": "保证是指保证人和债权人约定，当债务人不履行债务时，保证人按照约定履行债务或者承担责任的行为。保证合同应当采用书面形式。保证的方式包括一般保证和连带责任保证。当事人在保证合同中对保证方式没有约定或者约定不明确的，按照一般保证承担保证责任。",
    "law_type": "民法",
    "related_concepts": "保证,保证人,债权人,债务人,履行"
  },
  {
    "name": "定金",
    "definition": "当事人一方为了担保合同的履行，向对方给付的一定数额的金钱",
    "explanation": "定金是指当事人一方为了担保合同的履行，向对方给付的一定数额的金钱。定金合同自实际交付定金时成立。定金的数额由当事人约定；但是，不得超过主合同标的额的百分之二十，超过部分不产生定金的效力。债务人履行债务的，定金应当抵作价款或者收回。给付定金的一方不履行债务或者履行债务不符合约定，致使不能实现合同目的的，无权请求返还定金；收受定金的一方不履行债务或者履行债务不符合约定，致使不能实现合同目的的，应当双倍返还定金。",
    "law_type": "民法",
    "related_concepts": "定金,合同,担保,履行,返还"
  },
  {
    "name": "违约金",
    "definition": "当事人一方不履行合同义务或者履行合同义务不符合约定时，应当向对方支付的一定数额的金钱",
    "explanation": "违约金是指当事人一方不履行合同义务或者履行合同义务不符合约定时，应当向对方支付的一定数额的金钱。当事人可以约定一方违约时应当根据违约情况向对方支付一定数额的违约金，也可以约定因违约产生的损失赔偿额的计算方法。约定的违约金低于造成的损失的，人民法院或者仲裁机构可以根据当事人的请求予以增加；约定的违约金过分高于造成的损失的，人民法院或者仲裁机构可以根据当事人的请求予以适当减少。",
    "law_type": "民法",
    "related_concepts": "违约金,合同,违约,损失,赔偿"
  },
  {
    "name": "租赁合同",
    "definition": "出租人将租赁物交付承租人使用、收益，承租人支付租金的合同",
    "explanation": "租赁合同是指出租人将租赁物交付承租人使用、收益，承租人支付租金的合同。租赁合同的内容一般包括租赁物的名称、数量、用途、租赁期限、租金及其支付期限和方式、租赁物维修等条款。租赁期限不得超过二十年。超过二十年的，超过部分无效。租赁期限届满，当事人可以续订租赁合同；但是，约定的租赁期限自续订之日起不得超过二十年。",
    "law_type": "民法",
    "related_concepts": "租赁合同,出租人,承租人,租金,租赁物"
  },
  {
    "name": "买卖合同",
    "definition": "出卖人转移标的物的所有权于买受人，买受人支付价款的合同",
    "explanation": "买卖合同是指出卖人转移标的物的所有权于买受人，买受人支付价款的合同。买卖合同的内容一般包括标的物的名称、数量、质量、价款、履行期限、履行地点和方式、包装方式、检验标准和方法、结算方式、合同使用的文字及其效力等条款。出卖人应当履行向买受人交付标的物或者交付提取标的物的单证，并转移标的物所有权的义务。买受人应当按照约定的数额、地点和时间支付价款。",
    "law_type": "民法",
    "related_concepts": "买卖合同,出卖人,买受人,标的物,所有权"
  },
  {
    "name": "赠与合同",
    "definition": "赠与人将自己的财产无偿给予受赠人，受赠人表示接受赠与的合同",
    "explanation": "赠与合同是指赠与人将自己的财产无偿给予受赠人，受赠人表示接受赠与的合同。赠与人在赠与财产的权利转移之前可以撤销赠与，但是经过公证的赠与合同或者依法不得撤销的具有救灾、扶贫、助残等公益、道德义务性质的赠与合同除外。赠与的财产有瑕疵的，赠与人不承担责任。附义务的赠与，赠与的财产有瑕疵的，赠与人在附义务的限度内承担与出卖人相同的责任。",
    "law_type": "民法",
    "related_concepts": "赠与合同,赠与人,受赠人,财产,无偿"
  },
  {
    "name": "借款合同",
    "definition": "借款人向贷款人借款，到期返还借款并支付利息的合同",
    "explanation": "借款合同是指借款人向贷款人借款，到期返还借款并支付利息的合同。借款合同应当采用书面形式，但是自然人之间借款另有约定的除外。借款合同的内容一般包括借款种类、币种、用途、数额、利率、期限和还款方式等条款。禁止高利放贷，借款的利率不得违反国家有关规定。",
    "law_type": "民法",
    "related_concepts": "借款合同,借款人,贷款人,利息,还款"
  },
  {
    "name": "人格权",
    "definition": "民事主体享有的生命权、身体权、健康权、姓名权、名称权、肖像权、名誉权、荣誉权、隐私权等权利",
    "explanation": "人格权是指民事主体享有的生命权、身体权、健康权、姓名权、名称权、肖像权、名誉权、荣誉权、隐私权等权利。人格权是民事主体享有的基本权利，不得放弃、转让或者继承。人格权受到侵害的，受害人有权依照法律规定请求行为人承担民事责任。",
    "law_type": "民法",
    "related_concepts": "人格权,生命权,身体权,健康权,姓名权,肖像权,名誉权,隐私权"
  },
  {
    "name": "名誉权",
    "definition": "民事主体享有的维护自己名誉不受他人侵害的权利",
    "explanation": "名誉权是指民事主体享有的维护自己名誉不受他人侵害的权利。任何组织或者个人不得以侮辱、诽谤等方式侵害他人的名誉权。名誉是对民事主体的品德、声望、才能、信用等的社会评价。民事主体的名誉权受到侵害的，有权请求停止侵害、恢复名誉、消除影响、赔礼道歉，并可以请求赔偿损失。",
    "law_type": "民法",
    "related_concepts": "名誉权,名誉,侵害,赔偿,恢复名誉"
  },
  {
    "name": "隐私权",
    "definition": "自然人享有的私人生活安宁和不愿为他人知晓的私密空间、私密活动、私密信息依法受到保护，不被他人非法侵扰、知悉、搜集、利用和公开的权利",
    "explanation": "隐私权是指自然人享有的私人生活安宁和不愿为他人知晓的私密空间、私密活动、私密信息依法受到保护，不被他人非法侵扰、知悉、搜集、利用和公开的权利。任何组织或者个人不得以刺探、侵扰、泄露、公开等方式侵害他人的隐私权。隐私是自然人的私人生活安宁和不愿为他人知晓的私密空间、私密活动、私密信息。",
    "law_type": "民法",
    "related_concepts": "隐私权,隐私,私人生活,私密信息,保护"
  },
  {
    "name": "过失致人死亡罪",
    "definition": "因过失致人死亡的行为",
    "explanation": "过失致人死亡罪是指因过失致人死亡的行为。本罪的构成要件：1.客体要件：侵犯的是他人的生命权；2.客观要件：实施了致人死亡的行为；3.主体要件：一般主体，年满16周岁具有刑事责任能力的自然人；4.主观要件：过失，包括疏忽大意的过失和过于自信的过失。过失致人死亡的，处三年以上七年以下有期徒刑；情节较轻的，处三年以下有期徒刑。",
    "law_type": "刑法",
    "related_concepts": "过失,致人死亡,犯罪,生命权,刑事责任"
  },
  {
    "name": "寻衅滋事罪",
    "definition": "随意殴打他人，情节恶劣，或者在公共场所起哄闹事，造成公共场所秩序严重混乱的行为",
    "explanation": "寻衅滋事罪是指随意殴打他人，情节恶劣，或者在公共场所起哄闹事，造成公共场所秩序严重混乱的行为。本罪的表现形式包括：1.随意殴打他人，情节恶劣的；2.追逐、拦截、辱骂、恐吓他人，情节恶劣的；3.强拿硬要或者任意损毁、占用公私财物，情节严重的；4.在公共场所起哄闹事，造成公共场所秩序严重混乱的。有上述行为之一，破坏社会秩序的，处五年以下有期徒刑、拘役或者管制。",
    "law_type": "刑法",
    "related_concepts": "寻衅滋事,殴打,公共场所,秩序,犯罪"
  },
  {
    "name": "敲诈勒索罪",
    "definition": "以非法占有为目的，对被害人使用威胁、要挟的方法，强行索取公私财物的行为",
    "explanation": "敲诈勒索罪是指以非法占有为目的，对被害人使用威胁、要挟的方法，强行索取公私财物的行为。本罪的构成要件：1.客体要件：侵犯的是公私财物的所有权和他人的人身权利；2.客观要件：实施了使用威胁、要挟的方法，强行索取公私财物的行为；3.主体要件：一般主体，年满16周岁具有刑事责任能力的自然人；4.主观要件：故意，且具有非法占有的目的。敲诈勒索公私财物，数额较大或者多次敲诈勒索的，处三年以下有期徒刑、拘役或者管制，并处或者单处罚金。",
    "law_type": "刑法",
    "related_concepts": "敲诈勒索,威胁,要挟,公私财物,犯罪"
  },
  {
    "name": "职务侵占罪",
    "definition": "公司、企业或者其他单位的人员，利用职务上的便利，将本单位财物非法占为己有，数额较大的行为",
    "explanation": "职务侵占罪是指公司、企业或者其他单位的人员，利用职务上的便利，将本单位财物非法占为己有，数额较大的行为。本罪的构成要件：1.客体要件：侵犯的是公司、企业或者其他单位的财物所有权；2.客观要件：实施了利用职务上的便利，将本单位财物非法占为己有的行为；3.主体要件：特殊主体，公司、企业或者其他单位的人员；4.主观要件：故意，且具有非法占有的目的。公司、企业或者其他单位的人员，利用职务上的便利，将本单位财物非法占为己有，数额较大的，处五年以下有期徒刑或者拘役。",
    "law_type": "刑法",
    "related_concepts": "职务侵占,职务便利,单位财物,非法占有,犯罪"
  },
  {
    "name": "挪用资金罪",
    "definition": "公司、企业或者其他单位的工作人员，利用职务上的便利，挪用本单位资金归个人使用或者借贷给他人，数额较大、超过三个月未还，或者虽未超过三个月，但数额较大、进行营利活动，或者进行非法活动的行为",
    "explanation": "挪用资金罪是指公司、企业或者其他单位的工作人员，利用职务上的便利，挪用本单位资金归个人使用或者借贷给他人，数额较大、超过三个月未还，或者虽未超过三个月，但数额较大、进行营利活动，或者进行非法活动的行为。本罪的构成要件：1.客体要件：侵犯的是公司、企业或者其他单位的资金使用权；2.客观要件：实施了利用职务上的便利，挪用本单位资金的行为；3.主体要件：特殊主体，公司、企业或者其他单位的工作人员；4.主观要件：故意。公司、企业或者其他单位的工作人员，利用职务上的便利，挪用本单位资金归个人使用或者借贷给他人，数额较大、超过三个月未还的，或者虽未超过三个月，但数额较大、进行营利活动的，或者进行非法活动的，处三年以下有期徒刑或者拘役。",
    "law_type": "刑法",
    "related_concepts": "挪用资金,职务便利,单位资金,挪用,犯罪"
  },
  {
    "name": "非全日制用工",
    "definition": "以小时计酬为主，劳动者在同一用人单位一般平均每日工作时间不超过四小时，每周工作时间累计不超过二十四小时的用工形式",
    "explanation": "非全日制用工是指以小时计酬为主，劳动者在同一用人单位一般平均每日工作时间不超过四小时，每周工作时间累计不超过二十四小时的用工形式。非全日制用工双方当事人可以订立口头协议。从事非全日制用工的劳动者可以与一个或者一个以上用人单位订立劳动合同；但是，后订立的劳动合同不得影响先订立的劳动合同的履行。非全日制用工双方当事人不得约定试用期。非全日制用工双方当事人任何一方都可以随时通知对方终止用工。终止用工，用人单位不向劳动者支付经济补偿。",
    "law_type": "劳动法",
    "related_concepts": "非全日制用工,小时计酬,工作时间,劳动合同"
  },
  {
    "name": "劳务派遣",
    "definition": "劳务派遣单位与被派遣劳动者订立劳动合同后，将该劳动者派遣到用工单位从事劳动，由用工单位对劳动者的劳动过程进行管理的用工形式",
    "explanation": "劳务派遣是指劳务派遣单位与被派遣劳动者订立劳动合同后，将该劳动者派遣到用工单位从事劳动，由用工单位对劳动者的劳动过程进行管理的用工形式。劳务派遣单位应当与被派遣劳动者订立二年以上的固定期限劳动合同，按月支付劳动报酬；被派遣劳动者在无工作期间，劳务派遣单位应当按照所在地人民政府规定的最低工资标准，向其按月支付报酬。用工单位应当执行国家劳动标准，提供相应的劳动条件和劳动保护；告知被派遣劳动者的工作要求和劳动报酬；支付加班费、绩效奖金，提供与工作岗位相关的福利待遇；对在岗被派遣劳动者进行工作岗位所必需的培训；连续用工的，实行正常的工资调整机制。",
    "law_type": "劳动法",
    "related_concepts": "劳务派遣,派遣单位,用工单位,劳动者,劳动合同"
  },
  {
    "name": "年休假",
    "definition": "职工连续工作满一年以上的，享受带薪年休假",
    "explanation": "年休假是指职工连续工作满一年以上的，享受带薪年休假。职工累计工作已满1年不满10年的，年休假5天；已满10年不满20年的，年休假10天；已满20年的，年休假15天。国家法定休假日、休息日不计入年休假的假期。职工在年休假期间享受与正常工作期间相同的工资收入。单位根据生产、工作的具体情况，并考虑职工本人意愿，统筹安排职工年休假。",
    "law_type": "劳动法",
    "related_concepts": "年休假,带薪,职工,工作年限,休息"
  },
  {
    "name": "职业病",
    "definition": "企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、放射性物质和其他有毒、有害物质等因素而引起的疾病",
    "explanation": "职业病是指企业、事业单位和个体经济组织的劳动者在职业活动中，因接触粉尘、放射性物质和其他有毒、有害物质等因素而引起的疾病。职业病的分类和目录由国务院卫生行政部门会同国务院劳动保障行政部门规定、调整并公布。用人单位应当建立、健全职业病防治责任制，加强对职业病防治的管理，提高职业病防治水平，对本单位产生的职业病危害承担责任。劳动者被诊断患有职业病，但用人单位没有依法参加工伤保险的，其医疗和生活保障由该用人单位承担。",
    "law_type": "劳动法",
    "related_concepts": "职业病,职业活动,有毒有害,工伤保险,医疗"
  },
  {
    "name": "行政拘留",
    "definition": "公安机关对违反治安管理的人，在短期内剥夺其人身自由的行政处罚",
    "explanation": "行政拘留是指公安机关对违反治安管理的人，在短期内剥夺其人身自由的行政处罚。行政拘留的期限为一日以上十五日以下。行政拘留由县级以上人民政府公安机关决定。对决定给予行政拘留处罚的人，在处罚前已经采取强制措施限制人身自由的时间，应当折抵。限制人身自由一日，折抵行政拘留一日。",
    "law_type": "行政法",
    "related_concepts": "行政拘留,公安机关,治安管理,人身自由,行政处罚"
  },
  {
    "name": "行政征收",
    "definition": "行政机关根据国家和社会公共利益的需要，依法向行政相对人强制性地取得财产的行为",
    "explanation": "行政征收是指行政机关根据国家和社会公共利益的需要，依法向行政相对人强制性地取得财产的行为。行政征收包括税收征收和行政收费。税收征收是指税务机关依法向纳税人征收税款的行为。行政收费是指行政机关依法向行政相对人收取费用的行为。行政征收必须依法进行，必须符合法定条件和程序。",
    "law_type": "行政法",
    "related_concepts": "行政征收,行政机关,公共利益,财产,税收"
  },
  {
    "name": "行政确认",
    "definition": "行政机关依法对行政相对人的法律地位、法律关系或者有关法律事实进行甄别，给予确定、认可、证明并予以宣告的具体行政行为",
    "explanation": "行政确认是指行政机关依法对行政相对人的法律地位、法律关系或者有关法律事实进行甄别，给予确定、认可、证明并予以宣告的具体行政行为。行政确认包括：1.对身份的确认，如居民身份证、结婚证等；2.对能力的确认，如学历证书、职业资格证书等；3.对事实的确认，如交通事故认定书、医疗事故鉴定书等；4.对关系的确认，如收养关系、婚姻关系等。",
    "law_type": "行政法",
    "related_concepts": "行政确认,行政机关,法律地位,法律关系,法律事实"
  },
  {
    "name": "行政给付",
    "definition": "行政机关依法向符合条件的申请人提供物质利益或者赋予其与物质利益有关的权益的行为",
    "explanation": "行政给付是指行政机关依法向符合条件的申请人提供物质利益或者赋予其与物质利益有关的权益的行为。行政给付包括：1.抚恤金；2.社会保险金；3.最低生活保障费；4.社会救济金；5.自然灾害救济金及救济物资；6.其他行政给付。行政给付必须依法进行，必须符合法定条件和程序。",
    "law_type": "行政法",
    "related_concepts": "行政给付,行政机关,物质利益,抚恤金,社会保险"
  },
  {
    "name": "专利实施许可",
    "definition": "专利权人许可他人实施其专利，被许可人支付使用费的行为",
    "explanation": "专利实施许可是指专利权人许可他人实施其专利，被许可人支付使用费的行为。专利实施许可包括独占实施许可、排他实施许可和普通实施许可。独占实施许可是指专利权人在约定的期间、地域和以约定的方式，将该专利权仅许可一个被许可人实施，专利权人依约定不得实施该专利。排他实施许可是指专利权人在约定的期间、地域和以约定的方式，将该专利权仅许可一个被许可人实施，专利权人依约定可以实施该专利，但不得另行许可他人实施该专利。普通实施许可是指专利权人在约定的期间、地域和以约定的方式，许可他人实施该专利，专利权人可以自行实施该专利，也可以另行许可他人实施该专利。",
    "law_type": "知识产权法",
    "related_concepts": "专利实施许可,专利权人,被许可人,使用费,独占许可"
  },
  {
    "name": "商标使用许可",
    "definition": "商标注册人许可他人使用其注册商标，被许可人支付使用费的行为",
    "explanation": "商标使用许可是指商标注册人许可他人使用其注册商标，被许可人支付使用费的行为。商标使用许可包括独占使用许可、排他使用许可和普通使用许可。独占使用许可是指商标注册人在约定的期间、地域和以约定的方式，将该注册商标仅许可一个被许可人使用，商标注册人依约定不得使用该注册商标。排他使用许可是指商标注册人在约定的期间、地域和以约定的方式，将该注册商标仅许可一个被许可人使用，商标注册人依约定可以使用该注册商标，但不得另行许可他人使用该注册商标。普通使用许可是指商标注册人在约定的期间、地域和以约定的方式，许可他人使用该注册商标，商标注册人可以自行使用该注册商标，也可以另行许可他人使用该注册商标。",
    "law_type": "知识产权法",
    "related_concepts": "商标使用许可,商标注册人,被许可人,使用费,注册商标"
  },
  {
    "name": "合理使用",
    "definition": "在特定情况下，可以不经著作权人许可，不向其支付报酬，使用他人已经发表的作品",
    "explanation": "合理使用是指在特定情况下，可以不经著作权人许可，不向其支付报酬，使用他人已经发表的作品。合理使用的情形包括：1.为个人学习、研究或者欣赏，使用他人已经发表的作品；2.为介绍、评论某一作品或者说明某一问题，在作品中适当引用他人已经发表的作品；3.为报道新闻，在报纸、期刊、广播电台、电视台等媒体中不可避免地再现或者引用已经发表的作品；4.报纸、期刊、广播电台、电视台等媒体刊登或者播放其他报纸、期刊、广播电台、电视台等媒体已经发表的关于政治、经济、宗教问题的时事性文章，但作者声明不许刊登、播放的除外；5.报纸、期刊、广播电台、电视台等媒体刊登或者播放在公众集会上发表的讲话，但作者声明不许刊登、播放的除外；6.为学校课堂教学或者科学研究，翻译、改编、汇编、播放或者少量复制已经发表的作品，供教学或者科研人员使用，但不得出版发行；7.国家机关为执行公务在合理范围内使用已经发表的作品；8.图书馆、档案馆、纪念馆、博物馆、美术馆等为陈列或者保存版本的需要，复制本馆收藏的作品；9.免费表演已经发表的作品，该表演未向公众收取费用，也未向表演者支付报酬；10.对设置或者陈列在室外公共场所的艺术作品进行临摹、绘画、摄影、录像；11.将中国公民、法人或者非法人组织已经发表的以国家通用语言文字创作的作品翻译成少数民族语言文字作品在国内出版发行；12.将已经发表的作品改成盲文出版。",
    "law_type": "知识产权法",
    "related_concepts": "合理使用,著作权,作品,许可,报酬"
  },
  {
    "name": "缺陷产品",
    "definition": "存在危及人身、他人财产安全的不合理的危险的产品",
    "explanation": "缺陷产品是指存在危及人身、他人财产安全的不合理的危险的产品。产品缺陷包括设计缺陷、制造缺陷和警示缺陷。设计缺陷是指产品的设计存在不合理的危险。制造缺陷是指产品在制造过程中存在不合理的危险。警示缺陷是指产品缺乏必要的警示说明，存在不合理的危险。因产品存在缺陷造成他人损害的，生产者应当承担侵权责任。",
    "law_type": "消费者权益保护法",
    "related_concepts": "缺陷产品,产品缺陷,设计缺陷,制造缺陷,警示缺陷"
  },
  {
    "name": "虚假宣传",
    "definition": "经营者利用广告或者其他方法，对商品的质量、制作成分、性能、用途、生产者、有效期限、产地等作引人误解的虚假宣传",
    "explanation": "虚假宣传是指经营者利用广告或者其他方法，对商品的质量、制作成分、性能、用途、生产者、有效期限、产地等作引人误解的虚假宣传。虚假宣传的表现形式包括：1.对商品的质量、制作成分、性能、用途、生产者、有效期限、产地等作虚假或者引人误解的宣传；2.对服务的内容、提供者、形式、质量、价格、允诺等作虚假或者引人误解的宣传；3.使用虚构、伪造或者无法验证的科研成果、统计资料、调查结果、文摘、引用语等信息作证明材料的；4.虚构使用商品或者接受服务的效果的；5.以虚假或者引人误解的内容欺骗、误导消费者的其他情形。",
    "law_type": "消费者权益保护法",
    "related_concepts": "虚假宣传,经营者,广告,商品,服务,误导"
  },
  {
    "name": "强制交易",
    "definition": "经营者违背消费者的意愿，强制消费者购买商品或者接受服务的行为",
    "explanation": "强制交易是指经营者违背消费者的意愿，强制消费者购买商品或者接受服务的行为。强制交易的表现形式包括：1.强制消费者购买其指定的商品；2.强制消费者接受其指定的服务；3.强制消费者购买其不需要的商品；4.强制消费者接受其不需要的服务；5.以其他方式强制消费者进行交易。强制交易是违法的，消费者有权拒绝，并可以向有关部门投诉、举报。",
    "law_type": "消费者权益保护法",
    "related_concepts": "强制交易,经营者,消费者,商品,服务,意愿"
  },
  {
    "name": "级别管辖",
    "definition": "上下级人民法院之间受理第一审民事案件的分工和权限",
    "explanation": "级别管辖是指上下级人民法院之间受理第一审民事案件的分工和权限。基层人民法院管辖第一审民事案件，但法律另有规定的除外。中级人民法院管辖下列第一审民事案件：1.重大涉外案件；2.在本辖区有重大影响的案件；3.最高人民法院确定由中级人民法院管辖的案件。高级人民法院管辖在本辖区有重大影响的第一审民事案件。最高人民法院管辖下列第一审民事案件：1.在全国有重大影响的案件；2.认为应当由本院审理的案件。",
    "law_type": "程序法",
    "related_concepts": "级别管辖,人民法院,第一审,民事案件,分工"
  },
  {
    "name": "地域管辖",
    "definition": "同级人民法院之间受理第一审民事案件的分工和权限",
    "explanation": "地域管辖是指同级人民法院之间受理第一审民事案件的分工和权限。对公民提起的民事诉讼，由被告住所地人民法院管辖；被告住所地与经常居住地不一致的，由经常居住地人民法院管辖。对法人或者其他组织提起的民事诉讼，由被告住所地人民法院管辖。同一诉讼的几个被告住所地、经常居住地在两个以上人民法院辖区的，各该人民法院都有管辖权。",
    "law_type": "程序法",
    "related_concepts": "地域管辖,人民法院,第一审,民事案件,住所地"
  },
  {
    "name": "专属管辖",
    "definition": "法律规定某些案件必须由特定的人民法院管辖，其他人民法院无权管辖，当事人也不得协议变更管辖",
    "explanation": "专属管辖是指法律规定某些案件必须由特定的人民法院管辖，其他人民法院无权管辖，当事人也不得协议变更管辖。下列案件，由法律规定的人民法院专属管辖：1.因不动产纠纷提起的诉讼，由不动产所在地人民法院管辖；2.因港口作业中发生纠纷提起的诉讼，由港口所在地人民法院管辖；3.因继承遗产纠纷提起的诉讼，由被继承人死亡时住所地或者主要遗产所在地人民法院管辖。",
    "law_type": "程序法",
    "related_concepts": "专属管辖,人民法院,不动产,港口,继承"
  },
  {
    "name": "协议管辖",
    "definition": "双方当事人可以在合同中约定管辖法院",
    "explanation": "协议管辖是指双方当事人可以在合同中约定管辖法院。合同或者其他财产权益纠纷的当事人可以书面协议选择被告住所地、合同履行地、合同签订地、原告住所地、标的物所在地等与争议有实际联系的地点的人民法院管辖，但不得违反本法对级别管辖和专属管辖的规定。",
    "law_type": "程序法",
    "related_concepts": "协议管辖,合同,约定,人民法院,争议"
  },
  {
    "name": "先予执行",
    "definition": "人民法院在作出判决之前，根据当事人的申请，裁定对方当事人履行一定义务或者实施一定行为的制度",
    "explanation": "先予执行是指人民法院在作出判决之前，根据当事人的申请，裁定对方当事人履行一定义务或者实施一定行为的制度。人民法院对下列案件，根据当事人的申请，可以裁定先予执行：1.追索赡养费、扶养费、抚育费、抚恤金、医疗费用的；2.追索劳动报酬的；3.因情况紧急需要先予执行的。人民法院裁定先予执行的，应当符合下列条件：1.当事人之间权利义务关系明确，不先予执行将严重影响申请人的生活或者生产经营的；2.被申请人有履行能力。",
    "law_type": "程序法",
    "related_concepts": "先予执行,人民法院,裁定,履行,申请"
  },
  {
    "name": "诉讼中止",
    "definition": "在诉讼过程中，因发生法定事由，致使诉讼暂时无法继续进行，人民法院裁定暂停诉讼程序的制度",
    "explanation": "诉讼中止是指在诉讼过程中，因发生法定事由，致使诉讼暂时无法继续进行，人民法院裁定暂停诉讼程序的制度。有下列情形之一的，中止诉讼：1.一方当事人死亡，需要等待继承人表明是否参加诉讼的；2.一方当事人丧失诉讼行为能力，尚未确定法定代理人的；3.作为一方当事人的法人或者其他组织终止，尚未确定权利义务承受人的；4.一方当事人因不可抗拒的事由，不能参加诉讼的；5.本案必须以另一案的审理结果为依据，而另一案尚未审结的；6.其他应当中止诉讼的情形。中止诉讼的原因消除后，恢复诉讼。",
    "law_type": "程序法",
    "related_concepts": "诉讼中止,诉讼,法定事由,暂停,恢复"
  },
  {
    "name": "诉讼终结",
    "definition": "在诉讼过程中，因发生法定事由，致使诉讼无法继续进行或者没有必要继续进行，人民法院裁定结束诉讼程序的制度",
    "explanation": "诉讼终结是指在诉讼过程中，因发生法定事由，致使诉讼无法继续进行或者没有必要继续进行，人民法院裁定结束诉讼程序的制度。有下列情形之一的，终结诉讼：1.原告死亡，没有继承人，或者继承人放弃诉讼权利的；2.被告死亡，没有遗产，也没有应当承担义务的人的；3.离婚案件一方当事人死亡的；4.追索赡养费、扶养费、抚育费以及解除收养关系案件的一方当事人死亡的。",
    "law_type": "程序法",
    "related_concepts": "诉讼终结,诉讼,法定事由,结束,裁定"
  }
]













