[
  {
    "name": "法人",
    "definition": "具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的组织",
    "explanation": "法人是指具有民事权利能力和民事行为能力，依法独立享有民事权利和承担民事义务的组织。法人应当依法成立，有自己的名称、组织机构、住所、财产或者经费。法人包括营利法人、非营利法人和特别法人。营利法人包括有限责任公司、股份有限公司和其他企业法人等。非营利法人包括事业单位、社会团体、基金会、社会服务机构等。特别法人包括机关法人、农村集体经济组织法人、城镇农村的合作经济组织法人、基层群众性自治组织法人。",
    "law_type": "民法",
    "related_concepts": "民事权利能力,民事行为能力,组织,营利法人,非营利法人"
  },
  {
    "name": "自然人",
    "definition": "基于自然规律出生、具有生命的人",
    "explanation": "自然人是指基于自然规律出生、具有生命的人。自然人是民事主体之一，与法人相对。自然人从出生时起到死亡时止，具有民事权利能力，依法享有民事权利，承担民事义务。自然人的民事权利能力一律平等。自然人的民事行为能力根据年龄和智力状况分为完全民事行为能力、限制民事行为能力和无民事行为能力。",
    "law_type": "民法",
    "related_concepts": "民事权利能力,民事行为能力,民事主体,法人"
  },
  {
    "name": "代理",
    "definition": "代理人在代理权限内，以被代理人的名义实施民事法律行为，对被代理人发生效力的制度",
    "explanation": "代理是指代理人在代理权限内，以被代理人的名义实施民事法律行为，对被代理人发生效力的制度。代理包括委托代理、法定代理和指定代理。委托代理是指基于被代理人的委托授权而产生的代理。法定代理是指基于法律的直接规定而产生的代理。指定代理是指基于人民法院或者指定单位的指定而产生的代理。代理人在代理权限内，以被代理人的名义实施的民事法律行为，对被代理人发生效力。",
    "law_type": "民法",
    "related_concepts": "代理人,被代理人,代理权限,委托代理,法定代理"
  },
  {
    "name": "诉讼时效中断",
    "definition": "在诉讼时效期间内，因发生法定事由，致使已经经过的诉讼时效期间归于无效，诉讼时效期间重新计算的制度",
    "explanation": "诉讼时效中断是指在诉讼时效期间内，因发生法定事由，致使已经经过的诉讼时效期间归于无效，诉讼时效期间重新计算的制度。诉讼时效中断的法定事由包括：1.权利人向义务人提出履行请求；2.义务人同意履行义务；3.权利人提起诉讼或者申请仲裁；4.与提起诉讼或者申请仲裁具有同等效力的其他情形。诉讼时效中断的，从中断、有关程序终结时起，诉讼时效期间重新计算。",
    "law_type": "程序法",
    "related_concepts": "诉讼时效,中断,重新计算,法定事由"
  },
  {
    "name": "诉讼时效中止",
    "definition": "在诉讼时效期间的最后六个月内，因发生法定事由，致使权利人不能行使请求权的，诉讼时效期间暂停计算的制度",
    "explanation": "诉讼时效中止是指在诉讼时效期间的最后六个月内，因发生法定事由，致使权利人不能行使请求权的，诉讼时效期间暂停计算的制度。诉讼时效中止的法定事由包括：1.不可抗力；2.无民事行为能力人或者限制民事行为能力人没有法定代理人，或者法定代理人死亡、丧失民事行为能力、丧失代理权；3.继承开始后未确定继承人或者遗产管理人；4.权利人被义务人或者其他人控制；5.其他导致权利人不能行使请求权的障碍。诉讼时效中止的，自中止时效的原因消除之日起满六个月，诉讼时效期间届满。",
    "law_type": "程序法",
    "related_concepts": "诉讼时效,中止,暂停计算,法定事由"
  },
  {
    "name": "正当防卫",
    "definition": "为了使国家、公共利益、本人或者他人的人身、财产和其他权利免受正在进行的不法侵害，而采取的制止不法侵害的行为",
    "explanation": "正当防卫是指为了使国家、公共利益、本人或者他人的人身、财产和其他权利免受正在进行的不法侵害，而采取的制止不法侵害的行为。正当防卫的构成要件包括：1.必须存在现实的不法侵害；2.不法侵害必须正在进行；3.必须具有防卫意识；4.必须针对不法侵害人本人进行防卫；5.必须没有明显超过必要限度造成重大损害。正当防卫明显超过必要限度造成重大损害的，应当负刑事责任，但是应当减轻或者免除处罚。对正在进行行凶、杀人、抢劫、强奸、绑架以及其他严重危及人身安全的暴力犯罪，采取防卫行为，造成不法侵害人伤亡的，不属于防卫过当，不负刑事责任。",
    "law_type": "刑法",
    "related_concepts": "防卫,不法侵害,防卫过当,刑事责任"
  },
  {
    "name": "紧急避险",
    "definition": "为了使国家、公共利益、本人或者他人的人身、财产和其他权利免受正在发生的危险，不得已采取的紧急避险行为",
    "explanation": "紧急避险是指为了使国家、公共利益、本人或者他人的人身、财产和其他权利免受正在发生的危险，不得已采取的紧急避险行为。紧急避险的构成要件包括：1.必须存在现实的危险；2.危险必须正在发生；3.必须出于不得已而采取避险行为；4.必须具有避险意识；5.必须没有超过必要限度造成不应有的损害。紧急避险超过必要限度造成不应有的损害的，应当负刑事责任，但是应当减轻或者免除处罚。关于避免本人危险的规定，不适用于职务上、业务上负有特定责任的人。",
    "law_type": "刑法",
    "related_concepts": "避险,危险,必要限度,刑事责任"
  },
  {
    "name": "共同犯罪",
    "definition": "二人以上共同故意犯罪",
    "explanation": "共同犯罪是指二人以上共同故意犯罪。共同犯罪的构成要件包括：1.主体要件：必须是二人以上；2.客观要件：必须有共同的犯罪行为；3.主观要件：必须有共同的犯罪故意。共同犯罪人包括主犯、从犯、胁从犯和教唆犯。组织、领导犯罪集团进行犯罪活动的或者在共同犯罪中起主要作用的，是主犯。在共同犯罪中起次要或者辅助作用的，是从犯。被胁迫参加犯罪的，是胁从犯。教唆他人犯罪的，是教唆犯。",
    "law_type": "刑法",
    "related_concepts": "共同犯罪,主犯,从犯,胁从犯,教唆犯"
  },
  {
    "name": "自首",
    "definition": "犯罪以后自动投案，如实供述自己的罪行的行为",
    "explanation": "自首是指犯罪以后自动投案，如实供述自己的罪行的行为。自首的构成要件包括：1.自动投案：犯罪事实或者犯罪嫌疑人未被司法机关发觉，或者虽被发觉，但犯罪嫌疑人尚未受到讯问、未被采取强制措施时，主动、直接向公安机关、人民检察院或者人民法院投案；2.如实供述自己的罪行：犯罪嫌疑人自动投案后，如实交代自己的主要犯罪事实。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。",
    "law_type": "刑法",
    "related_concepts": "自首,自动投案,如实供述,从轻处罚"
  },
  {
    "name": "立功",
    "definition": "犯罪分子揭发他人犯罪行为，查证属实的，或者提供重要线索，从而得以侦破其他案件等行为",
    "explanation": "立功是指犯罪分子揭发他人犯罪行为，查证属实的，或者提供重要线索，从而得以侦破其他案件等行为。立功的表现形式包括：1.揭发他人犯罪行为，查证属实的；2.提供重要线索，从而得以侦破其他案件的；3.阻止他人犯罪活动的；4.协助司法机关抓捕其他犯罪嫌疑人（包括同案犯）的；5.具有其他有利于国家和社会的突出表现的。犯罪分子有立功表现的，可以从轻或者减轻处罚；有重大立功表现的，可以减轻或者免除处罚。",
    "law_type": "刑法",
    "related_concepts": "立功,揭发,线索,从轻处罚"
  },
  {
    "name": "缓刑",
    "definition": "对于被判处拘役、三年以下有期徒刑的犯罪分子，根据犯罪分子的犯罪情节和悔罪表现，认为暂缓执行原判刑罚，确实不致再危害社会的，规定一定的考验期，暂缓其刑罚的执行",
    "explanation": "缓刑是指对于被判处拘役、三年以下有期徒刑的犯罪分子，根据犯罪分子的犯罪情节和悔罪表现，认为暂缓执行原判刑罚，确实不致再危害社会的，规定一定的考验期，暂缓其刑罚的执行。缓刑的适用条件包括：1.被判处拘役、三年以下有期徒刑；2.犯罪情节较轻；3.有悔罪表现；4.没有再犯罪的危险；5.宣告缓刑对所居住社区没有重大不良影响。对于被判处缓刑的犯罪分子，在缓刑考验期限内，依法实行社区矫正，如果没有违反法律、行政法规或者国务院有关部门关于缓刑的监督管理规定，缓刑考验期满，原判的刑罚就不再执行，并公开予以宣告。",
    "law_type": "刑法",
    "related_concepts": "缓刑,考验期,社区矫正,刑罚"
  },
  {
    "name": "假释",
    "definition": "对于被判处有期徒刑、无期徒刑的犯罪分子，在执行一定刑期之后，因其认真遵守监规，接受教育改造，确有悔改表现，没有再犯罪的危险的，附条件地将其提前释放的制度",
    "explanation": "假释是指对于被判处有期徒刑、无期徒刑的犯罪分子，在执行一定刑期之后，因其认真遵守监规，接受教育改造，确有悔改表现，没有再犯罪的危险的，附条件地将其提前释放的制度。假释的适用条件包括：1.被判处有期徒刑的犯罪分子，执行原判刑期二分之一以上，被判处无期徒刑的犯罪分子，实际执行十三年以上；2.认真遵守监规，接受教育改造；3.确有悔改表现；4.没有再犯罪的危险。对累犯以及因故意杀人、强奸、抢劫、绑架、放火、爆炸、投放危险物质或者有组织的暴力性犯罪被判处十年以上有期徒刑、无期徒刑的犯罪分子，不得假释。",
    "law_type": "刑法",
    "related_concepts": "假释,提前释放,考验期,悔改表现"
  },
  {
    "name": "竞业限制",
    "definition": "用人单位与劳动者在劳动合同或者保密协议中约定，劳动者在解除或者终止劳动合同后，不得到与本单位生产或者经营同类产品、从事同类业务的有竞争关系的其他用人单位，或者自己开业生产或者经营同类产品、从事同类业务",
    "explanation": "竞业限制是指用人单位与劳动者在劳动合同或者保密协议中约定，劳动者在解除或者终止劳动合同后，不得到与本单位生产或者经营同类产品、从事同类业务的有竞争关系的其他用人单位，或者自己开业生产或者经营同类产品、从事同类业务。竞业限制的人员限于用人单位的高级管理人员、高级技术人员和其他负有保密义务的人员。竞业限制的范围、地域、期限由用人单位与劳动者约定，竞业限制的约定不得违反法律、法规的规定。在解除或者终止劳动合同后，前款规定的人员到与本单位生产或者经营同类产品、从事同类业务的有竞争关系的其他用人单位，或者自己开业生产或者经营同类产品、从事同类业务的竞业限制期限，不得超过二年。",
    "law_type": "劳动法",
    "related_concepts": "竞业限制,劳动合同,保密协议,竞争关系"
  },
  {
    "name": "保密协议",
    "definition": "用人单位与劳动者约定保守用人单位的商业秘密和与知识产权相关的保密事项的协议",
    "explanation": "保密协议是指用人单位与劳动者约定保守用人单位的商业秘密和与知识产权相关的保密事项的协议。保密协议的内容可以包括：1.保密信息的范围；2.保密期限；3.保密义务；4.违约责任。劳动者违反保密协议，泄露用人单位的商业秘密或者与知识产权相关的保密事项，给用人单位造成损失的，应当承担赔偿责任。",
    "law_type": "劳动法",
    "related_concepts": "保密协议,商业秘密,知识产权,保密义务"
  },
  {
    "name": "试用期",
    "definition": "用人单位和劳动者为相互了解、选择而约定的不超过六个月的考察期",
    "explanation": "试用期是指用人单位和劳动者为相互了解、选择而约定的不超过六个月的考察期。试用期的期限：1.劳动合同期限三个月以上不满一年的，试用期不得超过一个月；2.劳动合同期限一年以上不满三年的，试用期不得超过二个月；3.三年以上固定期限和无固定期限的劳动合同，试用期不得超过六个月。同一用人单位与同一劳动者只能约定一次试用期。以完成一定工作任务为期限的劳动合同或者劳动合同期限不满三个月的，不得约定试用期。试用期包含在劳动合同期限内。劳动合同仅约定试用期的，试用期不成立，该期限为劳动合同期限。",
    "law_type": "劳动法",
    "related_concepts": "试用期,劳动合同,考察期,期限"
  },
  {
    "name": "最低工资",
    "definition": "劳动者在法定工作时间或依法签订的劳动合同约定的工作时间内提供了正常劳动的前提下，用人单位依法应支付的最低劳动报酬",
    "explanation": "最低工资是指劳动者在法定工作时间或依法签订的劳动合同约定的工作时间内提供了正常劳动的前提下，用人单位依法应支付的最低劳动报酬。最低工资标准由省、自治区、直辖市人民政府规定，报国务院备案。用人单位支付劳动者的工资不得低于当地最低工资标准。最低工资标准一般采取月最低工资标准和小时最低工资标准的形式。月最低工资标准适用于全日制就业劳动者，小时最低工资标准适用于非全日制就业劳动者。",
    "law_type": "劳动法",
    "related_concepts": "最低工资,劳动报酬,工资标准,正常劳动"
  },
  {
    "name": "行政赔偿",
    "definition": "国家行政机关及其工作人员在行使行政职权时，侵犯公民、法人或者其他组织的合法权益造成损害的，由国家承担赔偿责任的制度",
    "explanation": "行政赔偿是指国家行政机关及其工作人员在行使行政职权时，侵犯公民、法人或者其他组织的合法权益造成损害的，由国家承担赔偿责任的制度。行政赔偿的范围包括：1.违法拘留或者违法采取限制公民人身自由的行政强制措施的；2.非法拘禁或者以其他方法非法剥夺公民人身自由的；3.以殴打、虐待等行为或者唆使、放纵他人以殴打、虐待等行为造成公民身体伤害或者死亡的；4.违法使用武器、警械造成公民身体伤害或者死亡的；5.造成公民身体伤害或者死亡的其他违法行为；6.违法实施罚款、吊销许可证和执照、责令停产停业、没收财物等行政处罚的；7.违法对财产采取查封、扣押、冻结等行政强制措施的；8.违法征收、征用财产的；9.造成财产损害的其他违法行为。",
    "law_type": "行政法",
    "related_concepts": "行政赔偿,行政机关,合法权益,损害"
  },
  {
    "name": "国家赔偿",
    "definition": "国家机关和国家机关工作人员行使职权，有法律规定的侵犯公民、法人和其他组织合法权益的情形，造成损害的，受害人有取得国家赔偿的权利",
    "explanation": "国家赔偿是指国家机关和国家机关工作人员行使职权，有法律规定的侵犯公民、法人和其他组织合法权益的情形，造成损害的，受害人有取得国家赔偿的权利。国家赔偿包括行政赔偿和刑事赔偿。行政赔偿是指行政机关及其工作人员在行使行政职权时，侵犯公民、法人或者其他组织的合法权益造成损害的，由国家承担赔偿责任。刑事赔偿是指行使侦查、检察、审判职权的机关以及看守所、监狱管理机关及其工作人员在行使职权时，侵犯公民、法人和其他组织的合法权益造成损害的，由国家承担赔偿责任。",
    "law_type": "行政法",
    "related_concepts": "国家赔偿,行政赔偿,刑事赔偿,合法权益"
  },
  {
    "name": "行政不作为",
    "definition": "行政机关负有法定职责，应当履行而不履行，或者拖延履行的行为",
    "explanation": "行政不作为是指行政机关负有法定职责，应当履行而不履行，或者拖延履行的行为。行政不作为的构成要件包括：1.行政机关负有法定职责；2.行政机关应当履行该职责；3.行政机关没有履行或者拖延履行该职责；4.给公民、法人或者其他组织的合法权益造成损害。行政不作为是违法的行政行为，公民、法人或者其他组织可以申请行政复议或者提起行政诉讼，要求行政机关履行法定职责，并可以要求行政赔偿。",
    "law_type": "行政法",
    "related_concepts": "行政不作为,法定职责,履行,违法"
  },
  {
    "name": "专利",
    "definition": "国家依法授予发明创造者在一定期限内对其发明创造享有的专有权利",
    "explanation": "专利是指国家依法授予发明创造者在一定期限内对其发明创造享有的专有权利。专利包括发明专利、实用新型专利和外观设计专利。发明是指对产品、方法或者其改进所提出的新的技术方案。实用新型是指对产品的形状、构造或者其结合所提出的适于实用的新的技术方案。外观设计是指对产品的整体或者局部的形状、图案或者其结合以及色彩与形状、图案的结合所作出的富有美感并适于工业应用的新设计。发明专利权的期限为二十年，实用新型专利权和外观设计专利权的期限为十年，均自申请日起计算。",
    "law_type": "知识产权法",
    "related_concepts": "专利,发明,实用新型,外观设计,专有权利"
  },
  {
    "name": "商标",
    "definition": "用于区别商品或服务来源的标志",
    "explanation": "商标是指用于区别商品或服务来源的标志。商标可以由文字、图形、字母、数字、三维标志、颜色组合和声音等，以及上述要素的组合构成。申请注册的商标，应当有显著特征，便于识别，并不得与他人在先取得的合法权利相冲突。经商标局核准注册的商标为注册商标，商标注册人享有商标专用权，受法律保护。注册商标的有效期为十年，自核准注册之日起计算。注册商标有效期满，需要继续使用的，商标注册人应当在期满前十二个月内按照规定办理续展手续；在此期间未能办理的，可以给予六个月的宽展期。",
    "law_type": "知识产权法",
    "related_concepts": "商标,注册商标,商标专用权,商品,服务"
  },
  {
    "name": "作品",
    "definition": "文学、艺术和科学领域内具有独创性并能以一定形式表现的智力成果",
    "explanation": "作品是指文学、艺术和科学领域内具有独创性并能以一定形式表现的智力成果。作品包括：1.文字作品；2.口述作品；3.音乐、戏剧、曲艺、舞蹈、杂技艺术作品；4.美术、建筑作品；5.摄影作品；6.视听作品；7.工程设计图、产品设计图、地图、示意图等图形作品和模型作品；8.计算机软件；9.符合作品特征的其他智力成果。作品应当具有独创性，即作品是作者独立创作完成的，不是抄袭、剽窃他人的作品。作品还应当能够以一定形式表现，即作品必须能够被他人感知。",
    "law_type": "知识产权法",
    "related_concepts": "作品,著作权,独创性,智力成果"
  },
  {
    "name": "三包",
    "definition": "经营者对消费者购买的商品承担的包修、包换、包退的责任",
    "explanation": "三包是指经营者对消费者购买的商品承担的包修、包换、包退的责任。三包责任包括：1.包修：商品在保修期内出现质量问题，经营者应当负责免费修理；2.包换：商品在保修期内出现质量问题，无法修理或者修理后仍不能正常使用的，经营者应当负责更换；3.包退：商品在保修期内出现质量问题，无法修理或者更换后仍不能正常使用的，经营者应当负责退货。三包期限自商品交付之日起计算。经营者应当保证其提供的商品符合质量要求，对不符合质量要求的商品，应当负责修理、更换、退货。",
    "law_type": "消费者权益保护法",
    "related_concepts": "三包,包修,包换,包退,经营者,消费者"
  },
  {
    "name": "格式条款",
    "definition": "当事人为了重复使用而预先拟定，并在订立合同时未与对方协商的条款",
    "explanation": "格式条款是指当事人为了重复使用而预先拟定，并在订立合同时未与对方协商的条款。采用格式条款订立合同的，提供格式条款的一方应当遵循公平原则确定当事人之间的权利和义务，并采取合理的方式提示对方注意免除或者减轻其责任等与对方有重大利害关系的条款，按照对方的要求，对该条款予以说明。提供格式条款的一方未履行提示或者说明义务，致使对方没有注意或者理解与其有重大利害关系的条款的，对方可以主张该条款不成为合同的内容。",
    "law_type": "消费者权益保护法",
    "related_concepts": "格式条款,合同,协商,公平原则"
  },
  {
    "name": "召回",
    "definition": "生产者发现其生产的产品存在缺陷，主动或者应主管部门要求，采取停止生产、销售、召回缺陷产品等措施，消除或者减少缺陷产品对消费者人身、财产安全造成的危害",
    "explanation": "召回是指生产者发现其生产的产品存在缺陷，主动或者应主管部门要求，采取停止生产、销售、召回缺陷产品等措施，消除或者减少缺陷产品对消费者人身、财产安全造成的危害。生产者应当建立缺陷产品召回制度，对缺陷产品及时召回。生产者发现其生产的产品存在缺陷，应当立即停止生产、销售，通知销售者停止销售，并向主管部门报告。生产者应当制定召回计划，组织实施召回，并及时向主管部门报告召回情况。",
    "law_type": "消费者权益保护法",
    "related_concepts": "召回,缺陷产品,生产者,消费者,安全"
  },
  {
    "name": "管辖",
    "definition": "各级人民法院之间以及同级人民法院之间受理第一审民事案件的分工和权限",
    "explanation": "管辖是指各级人民法院之间以及同级人民法院之间受理第一审民事案件的分工和权限。管辖包括级别管辖、地域管辖、专属管辖、协议管辖等。级别管辖是指上下级人民法院之间受理第一审民事案件的分工和权限。地域管辖是指同级人民法院之间受理第一审民事案件的分工和权限。专属管辖是指法律规定某些案件必须由特定的人民法院管辖，其他人民法院无权管辖，当事人也不得协议变更管辖。协议管辖是指双方当事人可以在合同中约定管辖法院。",
    "law_type": "程序法",
    "related_concepts": "管辖,级别管辖,地域管辖,专属管辖,协议管辖"
  },
  {
    "name": "回避",
    "definition": "审判人员、书记员、翻译人员、鉴定人、勘验人因与案件有利害关系或者其他关系，可能影响案件公正审理的，应当自行回避，或者由当事人申请回避",
    "explanation": "回避是指审判人员、书记员、翻译人员、鉴定人、勘验人因与案件有利害关系或者其他关系，可能影响案件公正审理的，应当自行回避，或者由当事人申请回避。审判人员、书记员、翻译人员、鉴定人、勘验人有下列情形之一的，应当自行回避，当事人也有权用口头或者书面方式申请他们回避：1.是本案当事人或者当事人、诉讼代理人的近亲属；2.与本案有利害关系；3.与本案当事人、诉讼代理人有其他关系，可能影响对案件公正审理的。",
    "law_type": "程序法",
    "related_concepts": "回避,审判人员,利害关系,公正审理"
  },
  {
    "name": "财产保全",
    "definition": "人民法院在诉讼过程中，为了保证将来生效判决能够得到执行或者避免财产遭受损失，对当事人的财产或者争议的标的物采取限制处分的强制措施",
    "explanation": "财产保全是指人民法院在诉讼过程中，为了保证将来生效判决能够得到执行或者避免财产遭受损失，对当事人的财产或者争议的标的物采取限制处分的强制措施。财产保全包括诉前财产保全和诉讼财产保全。诉前财产保全是指利害关系人因情况紧急，不立即申请保全将会使其合法权益受到难以弥补的损害的，可以在提起诉讼或者申请仲裁前向被保全财产所在地、被申请人住所地或者对案件有管辖权的人民法院申请采取保全措施。诉讼财产保全是指人民法院对于可能因当事人一方的行为或者其他原因，使判决难以执行或者造成当事人其他损害的案件，根据对方当事人的申请，可以裁定对其财产进行保全、责令其作出一定行为或者禁止其作出一定行为。",
    "law_type": "程序法",
    "related_concepts": "财产保全,诉前保全,诉讼保全,强制措施"
  }
]













